ارز دیجیتال تون کوین در بین علاقه مندان به ارزهای دیجیتال به عنوان توکنی شناخته می شود که توسط تلگرام راه اندازی شد. با این حال، پیام‌رسان تلگرام در سال 2020 پس از شکایت SEC از این پروژه کنار کشید.

اکنون، ارز TON توسط تیمی دیگر راه اندازی شده و برای خرید در صرافی های بزرگ در دسترس است.

  

بنا به گفته اوکی اکسچنج این تیم مستقل با تغییر نام کوین بومی پروژه از TON به Toncoin راه پاول دورف را ادامه داد و در مقابل مدیرعامل تلگرام هم با در اختیار قراردادن دامنه اصلی این پروژه به تیم توسعه دهنده‌ی تن و انتشار پیامی تلگرامی در کانال شخصی‌اش، حمایت خود را از این پروژه اعلام و آرزوی موفقیت برایشان کرد.

  

ممکن است شما به دنبال خرید تون کوین برای تون کیپر و پرداخت کارمزد انتقال دارایی خود باشید و یا این سوال را داشته باشید که چگونه تون کوین بخریم؟ برای خرید ton می توانید به صرافی امن ایرانی اوکی اکسچنج مراجعه کنید.

با [خرید ارز تون کوین از صرافی اوکی اکسچنج](https://ok-ex.io/buy-and-sell/TON/) ، کاربران معامله ای امن و سریع را تجربه خواهند کرد.
